"john.appleseed" = "john.appleseed";
"Sign In" = "Logga in";
"Your account name or password was entered incorrectly." = "Kontonamnet eller lösenordet angavs felaktigt.";
"There was an error logging in. Please try again." = "Ett fel inträffade vid inloggning. Försök igen.";
"Apple ID password" = "Lösenord för Apple-ID";
"Invalid token data is returned by server" = "Ett fel inträffade vid inloggning. Försök igen.";
"Authentication was canceled by user" = "Autentiseringen avbröts";
"password" = "lösenord";
"OK" = "OK";
"Password field is empty" = "Ange ditt lösenord.";
"Password expired. Please change your password on Mac." = "Lösenordet har förfallit. Ändra lösenord under Inställningar > Affär.";
"Required" = "Krävs";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Vill du återhämta din kontoinformation på iForgot.apple.com?";
"Password" = "Lösenord";
"Apple ID field is empty" = "Fältet Apple-ID är tomt";
"Apple ID" = "Apple-ID";
"Cancel" = "Avbryt";


/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "Du angav ditt Apple-ID eller lösenord felaktigt.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "För att skydda din säkerhet måste du återställa ditt lösenord. Det är enkelt – gå bara till %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Detta Apple-ID har inaktiverats på grund av säkerhetsskäl. Du kan återställa ditt lösenord på %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "Den aktuella tiden på den här enheten verkar vara felaktig. Du kan korrigera det genom att gå till Inställningar > Allmänt > Datum och tid och försöka igen.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Hoppsan! Ett fel uppstod. Tack för ditt tålamod. Försök igen senare.";

"You appear to be offline. Please connect to the Internet and try again." = "Det verkar som om du är offline. Anslut till internet och försök igen.";

"Two-step verification has been disabled for the Apple ID account %@." = "Tvåstegsverifiering har avaktiverats för Apple-ID-kontot %@.";

"Signing In" = "Loggar in";

"A new code has been sent to your device." = "En ny kod har skickats till din enhet.";

"Code %1$d of %2$d selected" = "Kod %1$d av %2$d har valts";

"Sending New Code" = "Skickar ny kod";

"Verifying code" = "Verifierar kod";

"Verified" = "Verifierad";

/* Verification Code Screen Prompt */
"Enter verification code" = "Ange verifieringskod";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Ange verifieringskoden som skickades till \"%@\"";

/* Send new code button title */
"Send a new code" = "Skicka en ny kod";

/* SMS subtitle */
"SMS to Phone Number" = "Skicka SMS till telefonnummer";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Går det inte att ta emot meddelanden i någon av dina enheter?";

/* Verification Code Screen Title */
"Verification Code" = "Verifieringskod";

/* Trusted devices screen title */
"Verify Identity" = "Verifiera identitet";

/* Send button title */
"Send" = "Skicka";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Om du vill hantera dina säkra enheter kan du besöka %@ från en Mac eller PC.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "Tvåstegsverifiering är aktiverat för detta Apple-ID.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "En tillfällig kod kommer att skickas till enheten som du väljer nedan. Du kan använda koden till att verifiera din identitet.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "SÄKRA ENHETER";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "Tvåstegsverifiering krävs, men användaråtgärder är inte tillåtna.";

/* Button title */
"My Apple ID…" = "Mitt Apple-ID…";

/* Phone number description */
"Number ending in %@" = "Nummer som slutar på %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Du har tyvärr gjort för många misslyckade försök att verifiera din identitet. Av säkerhetsskäl kan du inte ändra något i ditt konto inom åtta timmar utan återställningsnyckeln.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Du har skickat för många koder för att verifiera ditt telefonnummer. Försök igen senare.";

/* Error Message */
"No Device information available." = "Det finns ingen information om enheten";

/* Error Message */
"The verification code you entered is not valid." = "Verifieringskoden som du har angett är ogiltig.";

/* Error Message */
"Invalid Session." = "Ogiltig session.";

/* Error Message */
"Cannot find this person." = "Personen kan inte hittas.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Du har misslyckats med att verifiera koden för många gånger. Skicka en ny kod till en annan enhet eller försök igen senare.";

/* Send Code to label */
"Send Code to:" = "Skicka kod till:";

/* Error Message */
"Please enter a valid phone number." = "Ange ett giltigt telefonnummer.";
